[
    {
        "condition": "bleed",
        "definition": "A creature that is taking bleed damage takes the listed amount of damage at the beginning of its turn. Bleeding can be stopped by a DC 15 Heal check or through the application of any spell that cures hit point damage (even if the bleed is ability damage). Some bleed effects cause ability damage or even ability drain. Bleed effects do not stack with each other unless they deal different kinds of damage. When two or more bleed effects deal the same kind of damage, take the worse effect. In this case, ability drain is worse than ability damage."
    },
    {
        "condition": "blinded",
        "definition": "A blinded creature takes a –2 penalty to Armor Class, loses its Dexterity bonus to AC (if any), and takes a –4 penalty on most Strength and Dexterity-based skill checks and on opposed Perception skill checks. All checks and activities that rely on vision (such as reading and Perception checks based on sight) automatically fail. All opponents are considered to have total concealment (50% miss chance) against the blinded character. Blind creatures must make a DC 10 Acrobatics skill check to move faster than half speed. Creatures that fail this check fall prone. Characters who remain blinded for a long time grow accustomed to these drawbacks and can overcome some of them."
    },
    {
        "condition": "broken",
        "definition": "Items or objects that have taken damage in excess of half their total hit points gain the broken condition, meaning they are less effective at their designated task. The broken condition has the following effects, depending upon the item:\nIf the item is a weapon, any attacks made with the item suffer a –2 penalty on attack and damage rolls. Such weapons only score a critical hit on a natural 20 and only deal ×2 damage on a confirmed critical hit.\nIf the item is a suit of armor or a shield, the bonus it grants to AC is halved, rounding down. Broken armor doubles its armor check penalty on skills.\nIf the item is a tool needed for a skill, any skill check made with the item takes a –2 penalty.\nIf the item is a wand or staff, it uses up twice as many charges when used.\nIf the item does not fit into any of these categories, the broken condition has no effect on its use.\nItems with the broken condition, regardless of type, are worth 75% of their normal value. If the item is magical, it can only be repaired with a mending or make whole spell cast by a character with a caster level equal to or higher than the item’s. Items lose the broken condition if the spell restores the object to half its original hit points or higher. Non-magical items can be repaired in a similar fashion, or through the Craft skill used to create it. Generally speaking, this requires a DC 20 Craft check and 1 hour of work per point of damage to be repaired. Most craftsmen charge one-tenth the item’s total cost to repair such damage (more if the item is badly damaged or ruined)."
    },
    {
        "condition": "confused",
        "definition": "A confused creature is mentally befuddled and cannot act normally. A confused creature cannot tell the difference between ally and foe, treating all creatures as enemies. Allies wishing to cast a beneficial spell that requires a touch on a confused creature must succeed on a melee touch attack. If a confused creature is attacked, it attacks the creature that last attacked it until that creature is dead or out of sight.\nRoll on the following table at the beginning of each confused subject’s turn each round to see what the subject does in that round.\n01-25: Act Normally\n26-50: Do nothing but babble incoherently.\n51-75 Deal 1d8+STR modifier in damage to itself with the item in its hand.\n76-100:Attack nearest creature (for this purpose, a familiar counts as part of the subject's self).\nA confused creature who can’t carry out the indicated action does nothing but babble incoherently. Attackers are not at any special advantage when attacking a confused creature. Any confused creature who is attacked automatically attacks its attackers on its next turn, as long as it is still confused when its turn comes. Note that a confused creature will not make attacks of opportunity against anything that it is not already devoted to attacking (either because of its most recent action or because it has just been attacked)."
    },
    {
        "condition": "fear",
        "definition": "There are 3 stages of fright:\nShaken: A shaken character takes a –2 penalty on attack rolls, saving throws, skill checks, and ability checks.\nFrightened: A frightened creature also takes -2 on those checks and additionally is compelled to flee from the source of its fear as best it can. If unable to flee, it may fight. A frightened creature can use special abilities, including spells, to flee; indeed, the creature must use such means if they are the only way to escape.\nPanicked: A panicked creature acts like a frightened one, but also must drop anything it is carrying and cannot take any other actions. If cornered, a panicked creature cowers and does not attack, typically using the total defense action in combat."
    },
    {
        "condition": "shaken",
        "definition": "There are 3 stages of fright:\nShaken: A shaken character takes a –2 penalty on attack rolls, saving throws, skill checks, and ability checks.\nFrightened: A frightened creature also takes -2 on those checks and additionally is compelled to flee from the source of its fear as best it can. If unable to flee, it may fight. A frightened creature can use special abilities, including spells, to flee; indeed, the creature must use such means if they are the only way to escape.\nPanicked: A panicked creature acts like a frightened one, but also must drop anything it is carrying and cannot take any other actions. If cornered, a panicked creature cowers and does not attack, typically using the total defense action in combat."
    },
    {
        "condition": "frightened",
        "definition": "There are 3 stages of fright:\nShaken: A shaken character takes a –2 penalty on attack rolls, saving throws, skill checks, and ability checks.\nFrightened: A frightened creature also takes -2 on those checks and additionally is compelled to flee from the source of its fear as best it can. If unable to flee, it may fight. A frightened creature can use special abilities, including spells, to flee; indeed, the creature must use such means if they are the only way to escape.\nPanicked: A panicked creature acts like a frightened one, but also must drop anything it is carrying and cannot take any other actions. If cornered, a panicked creature cowers and does not attack, typically using the total defense action in combat."
    },
    {
        "condition": "panicked",
        "definition": "There are 3 stages of fright:\nShaken: A shaken character takes a –2 penalty on attack rolls, saving throws, skill checks, and ability checks.\nFrightened: A frightened creature also takes -2 on those checks and additionally is compelled to flee from the source of its fear as best it can. If unable to flee, it may fight. A frightened creature can use special abilities, including spells, to flee; indeed, the creature must use such means if they are the only way to escape.\nPanicked: A panicked creature acts like a frightened one, but also must drop anything it is carrying and cannot take any other actions. If cornered, a panicked creature cowers and does not attack, typically using the total defense action in combat. A cowering creature is frozen in fear and can take no actions. While cowering they take a –2 penalty to Armor Class and loses any Dexterity bonuses."
    },
    {
        "condition": "dazed",
        "definition": "A creature that has been dazed is unable to act normally. They can take no actions, but they do not have a penalty to their AC. Unless otherwise noted, a dazed condition lasts just one round."
    },
    {
        "condition": "dazzled",
        "definition": "A dazzled creature is unable to see well because of over-stimulation of the eyes. A dazzled creature takes a –1 penalty on attack rolls and sight-based Perception checks."
    },
    {
        "condition": "dead",
        "definition": "There are 4 stages of death. When you are dropped to 0 hitpoints, you are considered disabled. If you are below 0, then you are considered to be dying. If your wounds are healed or tended, you could improve from dying to stable. If your hit points are reduced further, to a negative amount equal to your Constitution score, your Constitution drops to 0, or you killed outright by a spell or effect, then your soul leaves your body and you are dead. Dead characters cannot benefit from normal or magical healing, but they can be restored to life via magic. A dead body decays normally unless magically preserved, but magic that restores a dead character to life also restores the body either to full health or to its condition at the time of death (depending on the spell or device). Either way, resurrected characters need not worry about rigor mortis, decomposition, and other conditions that affect dead bodies."
    },
    {
        "condition": "deafness",
        "definition": "A deafened character cannot hear. They take a –4 penalty on initiative checks, automatically fails Perception checks based on sound, takes a –4 penalty on opposed Perception checks, and has a 20% chance of spell failure when casting spells with verbal components. Characters who remain deafened for a long time grow accustomed to these drawbacks and can overcome some of them."
    },
    {
        "condition": "disabled",
        "definition": "A character with 0 hit points, or one who has negative hit points but has become stable and conscious, is considered disabled. A disabled character may take a single move action or standard action each round (but not both, nor can he take full-round actions, but he can still take swift, immediate, and free actions). He moves at half speed. Taking move actions doesn’t risk further injury, but performing any standard action (or any other action the GM deems strenuous, including some free actions such as casting a Quicken Spell spell) deals 1 point of damage after the completion of the act. Unless the action increased the disabled character’s hit points, he is now in negative hit points and dying.\nA disabled character with negative hit points recovers hit points naturally if he is being helped. Otherwise, each day he can attempt a DC 10 Constitution check after resting for 8 hours, to begin recovering hit points naturally. The character takes a penalty on this roll equal to his negative hit point total. Failing this check causes the character to lose 1 hit point, but this does not cause the character to become dying. Once a character makes this check, he continues to heal naturally and is no longer in danger of losing hit points naturally."
    },
    {
        "condition": "stable",
        "definition": "There are 4 stages of death. When you are dropped to 0 hit points, you are considered disabled. If you are below 0, then you are considered to be dying. A character who was dying but who has stopped losing hit points each round and still has negative hit points is stable. The character is no longer dying, but is still unconscious. If the character has become stable because of aid from another character (such as a Heal check or magical healing), then the character no longer loses hit points. The character can make a DC 10 Constitution check each hour to become conscious and disabled (even though his hit points are still negative). The character takes a penalty on this roll equal to his negative hit point total. If a character has become stable on his own and hasn’t had help, he is still at risk of losing hit points. Each hour he can make a Constitution check to become stable (as a character that has received aid), but each failed check causes him to lose 1 hit point."
    },
    {
        "condition": "dying",
        "definition": "There are 4 stages of death. When you are dropped to 0 hit points, you are considered disabled. If you are below 0, then you are considered to be dying. A dying creature is unconscious and near death. Creatures that have negative hit points and have not stabilized are dying. A dying creature can take no actions. On the character’s next turn, after being reduced to negative hit points (but not dead), and on all subsequent turns, the character must make a DC 10 Constitution check to become stable. The character takes a penalty on this roll equal to his negative hit point total. A character that is stable does not need to make this check. A natural 20 on this check is an automatic success. If the character fails this check, he loses 1 hit point. If a dying creature has an amount of negative hit points equal to its Constitution score, it dies."
    },
    {
        "condition": "energy drained",
        "definition": "Some spells and a number of undead creatures have the ability to drain away life and energy; this dreadful attack results in “negative levels.” These cause a character to take a number of penalties, which might become permanent. If the subject has at least as many negative levels as Hit Dice, it dies.\nFor each negative level a creature has, it takes a cumulative –1 penalty on all ability checks, attack rolls, combat maneuver checks, Combat Maneuver Defense, saving throws, and skill checks. In addition, the creature reduces its current and total hit points by 5 for each negative level it possesses. The creature is also treated as one level lower for the purpose of level-dependent variables (such as spellcasting) for each negative level possessed. Spellcasters do not lose any prepared spells or slots as a result of negative levels.\nA creature with temporary negative levels receives a new saving throw to remove the negative level each day. The DC of this save is the same as the effect that caused the negative levels.\nSome abilities and spells (such as raise dead) bestow permanent level drain on a creature. These are treated just like temporary negative levels, but they do not allow a new save each day to remove them. Level drain can be removed through spells like restoration. Permanent negative levels remain after a dead creature is restored to life. A creature whose permanent negative levels equal its Hit Dice cannot be brought back to life through spells like raise dead and resurrection without also receiving a restoration spell, cast the round after it is restored to life."
    },
    {
        "condition": "entangled",
        "definition": "Entangled means the creature is ensnared by vines, tentacles, or similar. Being entangled impedes movement, but does not entirely prevent it unless the bonds are anchored to an immobile object or tethered by an opposing force. An entangled creature moves at half speed, cannot run or charge, and takes a –2 penalty on all attack rolls and a –4 penalty to Dexterity. An entangled character who attempts to cast a spell must make a concentration check (DC 15 + spell level) or lose the spell."
    },
    {
        "condition": "fatigued",
        "definition": "There are 2 stages of fatigue. A fatigued character can neither run nor charge and takes a –2 penalty to Strength and Dexterity. Doing anything that would normally cause fatigue causes the fatigued character to become exhausted. An exhausted character moves at half speed, cannot run or charge, and takes a –6 penalty to Strength and Dexterity. After 1 hour of complete rest, an exhausted character becomes fatigued. A fatigued character becomes exhausted by doing something else that would normally cause fatigue. After 8 hours of complete rest, fatigued characters are no longer fatigued."
    },
    {
        "condition": "exhausted",
        "definition": "There are 2 stages of fatigue. A fatigued character can neither run nor charge and takes a –2 penalty to Strength and Dexterity. Doing anything that would normally cause fatigue causes the fatigued character to become exhausted. An exhausted character moves at half speed, cannot run or charge, and takes a –6 penalty to Strength and Dexterity. After 1 hour of complete rest, an exhausted character becomes fatigued. A fatigued character becomes exhausted by doing something else that would normally cause fatigue. After 8 hours of complete rest, fatigued characters are no longer fatigued."
    },
    {
        "condition": "fascinated",
        "definition": "A fascinated creature is entranced by a supernatural or spell effect. The creature stands or sits quietly, taking no actions other than to pay attention to the fascinating effect, for as long as the effect lasts. It takes a –4 penalty on skill checks made as reactions, such as Perception checks. Any potential threat, such as a hostile creature approaching, allows the fascinated creature a new saving throw against the fascinating effect. Any obvious threat, such as someone drawing a weapon, casting a spell, or aiming a ranged weapon at the fascinated creature, automatically breaks the effect. A fascinated creature’s ally may shake it free of the spell as a standard action."
    },
    {
        "condition": "flat footed",
        "definition": "A character who has not yet acted during a combat is flat-footed: unable to react normally to the situation. A flat-footed character loses their Dexterity bonus to AC and Combat Maneuver Defense (CMD) (if any) and cannot make attacks of opportunity, unless they have the Combat Reflexes feat or Uncanny Dodge class ability.\nCharacters with Uncanny Dodge retain their Dexterity bonus to their AC and can make attacks of opportunity before they have acted in the first round of combat.\nYou cannot take immediate actions while flat-footed."
    },
    {
        "condition": "helpless",
        "definition": "A helpless character is paralyzed, held, bound, sleeping, unconscious, or otherwise completely at an opponent’s mercy. A helpless target is treated as having a Dexterity of 0 (–5 modifier). Melee attacks against a helpless target get a +4 bonus (equivalent to attacking a prone target). Ranged attacks get no special bonus against helpless targets. Rogues can sneak attack helpless targets.\nAs a full-round action, an enemy can use a melee weapon to deliver a coup de grace to a helpless foe. An enemy can also use a bow or crossbow, provided they are adjacent to the target. The attacker automatically hits and scores a critical hit. (A rogue also gets their sneak attack damage bonus against a helpless foe when delivering a coup de grace.) If the defender survives, they must make a Fortitude save (DC 10 + damage dealt) or die. Delivering a coup de grace provokes attacks of opportunity.\nCreatures that are immune to critical hits do not take critical damage, nor do they need to make Fortitude saves to avoid being killed by a coup de grace."
    },
    {
        "condition": "incorporeal",
        "definition": "Creatures with the incorporeal condition do not have a physical body. Incorporeal creatures are immune to all nonmagical attack forms. Incorporeal creatures take half damage (50%) from magic weapons, spells, spell-like effects, and supernatural effects. Incorporeal creatures take full damage from other incorporeal creatures and effects, as well as all force effects.\nAn incorporeal creature has no natural armor bonus but has a deflection bonus equal to its Charisma bonus (always at least +1, even if the creature’s Charisma score does not normally provide a bonus).\nAn incorporeal creature can enter or pass through solid objects, but must remain adjacent to the object’s exterior, and so cannot pass entirely through an object whose space is larger than its own. It can sense the presence of creatures or objects within a square adjacent to its current location, but enemies have total concealment (50% miss chance) from an incorporeal creature that is inside an object. In order to see beyond the object it is in and attack normally, the incorporeal creature must emerge. An incorporeal creature inside an object has total cover, but when it attacks a creature outside the object it only has cover, so a creature outside with a readied action could strike at it as it attacks. An incorporeal creature cannot pass through a force effect.\nAn incorporeal creature’s attacks pass through (ignore) natural armor, armor, and shields, although deflection bonuses and force effects (such as mage armor) work normally against it. Incorporeal creatures pass through and operate in water as easily as they do in air. Incorporeal creatures cannot fall or take falling damage. Incorporeal creatures cannot make trip or grapple attacks, nor can they be tripped or grappled. In fact, they cannot take any physical action that would move or manipulate an opponent or its equipment, nor are they subject to such actions. Incorporeal creatures have no weight and do not set off traps that are triggered by weight.\nAn incorporeal creature moves silently and cannot be heard with Perception checks if it doesn’t wish to be. It has no Strength score, so its Dexterity modifier applies to its melee attacks, ranged attacks, and CMB. Nonvisual senses, such as scent and blindsight, are either ineffective or only partly effective with regard to incorporeal creatures. Incorporeal creatures have an innate sense of direction and can move at full speed even when they cannot see."
    },
    {
        "condition": "invisible",
        "definition": "If you are invisible, you are visually undetectable. An invisible creature gains a +2 bonus on attack rolls against sighted opponents, and ignores its opponents’ Dexterity bonuses to AC (if any). Additionally, an invisible creature is immune to extra damage from sneak attacks or from the ranger's favored enemy.\nThe ability to move about unseen is not foolproof. While they can’t be seen, invisible creatures can be heard, smelled, or felt."
    },
    {
        "condition": "nauseated",
        "definition": "Creatures with the nauseated condition experience stomach distress. Nauseated creatures are unable to attack, cast spells, concentrate on spells, or do anything else requiring attention. The only action such a character can take is a single move action per turn."
    },
    {
        "condition": "paralyzed",
        "definition": "A paralyzed character is frozen in place and unable to move or act. A paralyzed character has effective Dexterity and Strength scores of 0 and is helpless, but can take purely mental actions. A winged creature flying in the air at the time that it becomes paralyzed cannot flap its wings and falls. A paralyzed swimmer can’t swim and may drown. A creature can move through a space occupied by a paralyzed creature—ally or not. Each square occupied by a paralyzed creature, however, counts as 2 squares to move through."
    },
    {
        "condition": "ennui",
        "definition": "Ennui is a special type of fatigue/exhaustion that can only be removed, suppressed, or diminished by a spell or effect with a caster level greater than the target's hit dice, or by 8 to 9 hours of uninterrupted rest. If you are suffering from Ennui, attempting to remove it yourself will create a more severe state of Ennui. Therefore, a character's own magic cannot be used to remove Ennui from themselves. An Ennui-exhausted character moves at half speed, cannot run or charge, and takes a –6 penalty to Strength, Dexterity, Charisma, Intelligence, and Wisdom. After 1 hour of complete rest, an Ennui-exhausted character becomes Ennui-fatigued, which reduces their speed to 25%, prevents them from running or charging, and takes a –2 penalty to Strength, Dexterity, Charisma, Intelligence, and Wisdom. A fatigued character becomes exhausted by doing something else that would normally cause fatigue."
    },
    {
        "condition": "taunted",
        "definition": "When a target with the Taunted condition attacks, it must attack the source that generated the HATE that caused the condition. The duration of this condition varies. Abilities and special maneuvers that exploit creatures with the Taunted condition can only be used by the character who is the source of the creature's HATE. In situations where there are multiple sources of HATE, the source with the highest HATE value overwrites all other sources (reducing them to zero). If the source of the HATE becomes helpless, due to an effect or because of loss of hit points, all HATE is reduced to zero and the Taunted condition ends immediately."
    },
    {
        "condition": "petrified",
        "definition": "A petrified character has been turned to stone and is considered unconscious. If a petrified character cracks or breaks, but the broken pieces are joined with the body as he returns to flesh, he is unharmed. If the character’s petrified body is incomplete when it returns to flesh, the body is likewise incomplete and there is some amount of permanent hit point loss and/or debilitation."
    },
    {
        "condition": "prone",
        "definition": "A prone character is lying on the ground. A prone attacker has a –4 penalty on melee attack rolls and cannot use a ranged weapon (except for a crossbow). A prone defender gains a +4 bonus to Armor Class against ranged attacks, but takes a –4 penalty to AC against melee attacks.\nStanding up is a move-equivalent action that provokes an attack of opportunity."
    },
    {
        "condition": "sickened",
        "definition": "Sickened is a condition. A sickened character takes a –2 penalty on all attack rolls, weapon damage rolls, saving throws, skill checks, and ability checks."
    },
    {
        "condition": "staggered",
        "definition": "A staggered creature may take a single move action or standard action each round (but not both, nor can he take full-round actions). A staggered creature can still take free, swift, and immediate actions. A creature with nonlethal damage exactly equal to its current hit points gains the staggered condition."
    },
    {
        "condition": "stunned",
        "definition": "If you've gained the stunned condition, you must drop everything you are holding. Additionally, you can’t take actions, take a –2 penalty to AC, and lose your Dexterity bonus to AC (if any).\nIf someone attempts a combat maneuver on you while you are stunned, they receive a +4 bonus."
    },
    {
        "condition": "unconscious",
        "definition": "Unconscious creatures are knocked out and helpless. Unconsciousness can result from having negative hit points (but not more than the creature’s Constitution score, as that would be death), or from nonlethal damage in excess of current hit points."
    }
]